Repository: Lishoo/enigma2-plugin-youtube
Catalog: po/*.po
Languages: pl

source: (%d-%d of %d)
pl: (%d-%d z %d)

source: dislikes
pl: nie podoba się

source: likes
pl: podoba się

source: views
pl: Wyświetleń

source: Active video downloads
pl: Aktualnie pobierane filmy

source: All
pl: Wszystko

source: Ask user
pl: Zapytaj użytkownika

source: Cancel
pl: Anuluj

source: Choose what you want to do
pl: Wybierz, co chcesz zrobić

source: Close YouTube
pl: Zamknij YouTube

source: Created date
pl: Data utworzenia

source: Default
pl: Domyślny

source: Delete this entry
pl: Usuń ten wpis

source: Disliked!
pl: Nie podoba mi się!

source: Download directory:
pl: Katalog pobierania:

source: Download feed entries. Please wait...
pl: Pobieranie wpisów kanałów. Proszę czekać...

source: Download search results. Please wait...
pl: Pobieranie wyników wyszukiwania. Proszę czekać...

source: Download video
pl: Poberz film

source: Downloading
pl: Pobieranie

source: Duration:
pl: Trwanie:

source: Embedded in webpages
pl: Osadzone na stronach internetowych

source: Exclude restricted content:
pl: Wyklucz ograniczone treści:

source: Exit
pl: Wyjście

source: Extract video url. Please wait...
pl: Wyodrębnianie adresu URL filmu. Proszę czekać...

source: FFmpeg will be used to merge downloaded DASH video and audio files. FFmpeg will be installed if necessary.
pl: FFmpeg zostanie użyty do scalenia pobranych plików wideo i audio DASH. W razie potrzeby FFmpeg zostanie zainstalowany.

source: Go to %s And enter the code %s
pl: Idź do %s I wprowadź kod %s

source: HD videos
pl: Filmy HD

source: How many search results will be returned. If greater value then longer time will be needed for thumbnail download.
pl: Ile wyników wyszukiwania zostanie zwróconych. Im większa wartość, tym dłuższy czas będzie potrzebny na pobranie miniatur.

source: I dislike this
pl: To mi się nie podoba

source: I like this
pl: To mi się podoba

source: Info
pl: Informacje

source: Keyboard
pl: Klawiatura

source: Liked videos
pl: Polubione filmy

source: Liked!
pl: Polubiono!

source: Live broadcast
pl: Transmisje na żywo

source: Log in to your YouTube account when plugin starts. This needs to approve in the Google home page!
pl: Zaloguj się na swoje konto YouTube po uruchomieniu wtyczki. To musi zostać zatwierdzone na stronie głównej Google!

source: Login on startup:
pl: Zaloguj się po uruchomieniu:

source: Maximum video resolution:
pl: Maksymalna rozdzielczość filmu:

source: Media player:
pl: Odtwarzacz multimedialny:

source: Merge downloaded files:
pl: Scal pobrane pliki:

source: Moderate
pl: Umiarkowany

source: Most viewed
pl: Najczęściej oglądane

source: Movies
pl: Kino

source: My Subscriptions
pl: Moje subskrypcje

source: My feeds
pl: Moje kanały

source: Next %s entry
pl: Następny %s wpis

source: No
pl: Nie

source: No, but play video again
pl: Nie, ale ponownie odtwórz wideo

source: Open
pl: Otwórz

source: Order in which search results will be displayed.
pl: Kolejność, w jakiej będą wyświetlane wyniki wyszukiwania.

source: Play next
pl: Odtwórz kolejny

source: Play next video
pl: Odtwórz następny film

source: Play previous
pl: Odtwórz poprzednie

source: Play previous video
pl: Odtwórz poprzedni film

source: Play video again
pl: Odtwórz ponownie film

source: Playlists
pl: Playlisty

source: Please select the download directory
pl: Wybierz katalog pobierania

source: Previous %s entry
pl: Poprzedni %s wpis

source: Public feeds
pl: Kanały publiczne

source: Published at:
pl: Opublikowano:

source: Quit
pl: Opuść

source: Rate video
pl: Oceń film

source: Rating
pl: Ocena

source: Rating removed!
pl: Ocena została usunięta!

source: Recent
pl: Na czasie

source: Relevance
pl: Trafność

source: Remove my rating
pl: Usuń moją ocenę

source: Repeat
pl: Powtórz

source: Resume playback from the previous position?
pl: Wznowić odtwarzanie od poprzedniej pozycji?

source: Return search results for the specified country.
pl: Pokaż wyniki wyszukiwania dla określonego kraju.

source: Return search results that are most relevant to the specified language.
pl: Wyświetl wyniki wyszukiwania, które są najbardziej odpowiednie dla określonego języka.

source: Return to list
pl: Wróć do listy

source: Save search result:
pl: Zapisz wynik wyszukiwania:

source: Save your search result in the history, when search completed.
pl: Zapisz wynik wyszukiwania w historii po zakończeniu wyszukiwania.

source: Search
pl: Szukaj

source: Search channels
pl: Wyszukaj kanał

source: Search for similar
pl: Wyszukaj podobne

source: Search language:
pl: Język wyszukiwania:

source: Search live broadcasts
pl: Wyszukaj transmisje na żywo

source: Search playlists
pl: Wyszukaj playlisty

source: Search region:
pl: Region wyszukiwania:

source: Search results:
pl: Wyniki wyszukiwania:

source: Search videos
pl: Wyszukaj filmy

source: Shows
pl: Programy telewizyjne

source: Sorry, download directory not exist! Please specify in the settings existing directory.
pl: Przepraszamy, katalog pobierania nie istnieje! Proszę wybrać istniejący katalog w ustawieniach.

source: Sorry, this file already exists: %s
pl: Przepraszamy, ten plik już istnieje: %s

source: Sort search results by:
pl: Sortuj wyniki wyszukiwania według:

source: Specify the directory where save downloaded video files.
pl: Określ katalog, w którym zapisywać pobrane filmy.

source: Specify the player which will be used for YouTube media playback.
pl: Określ odtwarzacz, który będzie używany do odtwarzania multimediów z YouTube.

source: Stop playing this movie?
pl: Przerwać odtwarzanie filmu?

source: Subscribe
pl: Subskrybuj

source: Subscribe this video channel
pl: Zasubskrybuj ten kanał wideo

source: Subscribed!
pl: Zasubskrybowano!

source: There was an error in creating entry list! Maybe try other feeds...
pl: Wystąpił błąd podczas tworzenia listy wpisów! Może spróbuj inny kanał...

source: There was an error in extract video url: %s
pl: Wystąpił błąd w wyodrębnianiu adresu URL pliku wideo: %s

source: There was an error!
pl: Wystąpił błąd!

source: Title
pl: Tytuł

source: To merge downloaded files FFmpeg will be installed. FFmpeg can take a lot of space! Do you want to continue?
pl: Aby scalić pobrane pliki, zostanie zainstalowany FFmpeg. FFmpeg może zająć dużo miejsca! Czy chcesz kontynuować?

source: To perform authentication will need in a web browser open Google home page, and enter the code! Do you currently have Internet access on the other device and we can continue?
pl: Aby przeprowadzić uwierzytelnianie będzie potrzebna przeglądarka internetowa. Otwórz stronę główną Google i wprowadź kod! Czy masz obecnie dostęp do Internetu na innym urządzeniu aby kontynuować?

source: Top rated
pl: Najwyżej oceniane

source: Try to exclude all restricted content from the search result.
pl: Spróbuj wykluczyć z wyników wyszukiwania wszystkie treści objęte ograniczeniami.

source: Unsubscribe
pl: Anuluj subskrypcję

source: Unsubscribed!
pl: Anulowano subskrypcję!

source: Uploads
pl: Wysłanych

source: Use
pl: Użyj

source: Video download started!
pl: Rozpoczęto pobieranie filmu!

source: Videos from this video channel
pl: Filmy z tego kanału wideo

source: View count
pl: Ilość wyświetleń

source: Watch YouTube videos
pl: Oglądaj filmy z YouTube

source: What do you want to do?
pl: Co chcesz zrobić?

source: What maximum resolution used when playing video, if available. If you have a slow Internet connection, you can use a lower resolution.
pl: Jaką maksymalną rozdzielczość ustawić podczas odtwarzania filmu, jeśli będzie dostępna. Jeżeli masz powolne połączenie internetowe, możesz użyć niższej rozdzielczości.

source: What to do when stop playback in videoplayer.
pl: Co zrobić, gdy zatrzymasz odtwarzanie filmu.

source: What to do when the video ends.
pl: Co zrobić, kiedy film się skończy.

source: When playback stop:
pl: Po zatrzymaniu odtwarzania:

source: When video ends:
pl: Kiedy film się skończy:

source: Yes
pl: Tak

source: Yes, but play next video
pl: Tak, ale odtwórz następny film

source: Yes, but play previous video
pl: Tak, ale odtwórz poprzedni film

source: You already authorized access for this plugin to your YouTube account. Do you want to do it again to update access data?
pl: Masz już autoryzację dostępu dla tej wtyczki do swojego konta YouTube. Czy chcesz to zrobić ponownie, aby zaktualizować dane dostępowe?

source: You have disabled downloaded file merge. Installed FFmpeg is no longer necessary. Do you want to remove FFmpeg?
pl: Wyłączyłeś scalanie pobranych plików. Zainstalowany FFmpeg nie jest już potrzebny. Czy chcesz usunąć FFmpeg?

source: YouTube setup
pl: Konfiguracja YouTube

source: YouTube starting. Please wait...
pl: YouTube startuje. Proszę czekać...
